x <- 22
y <- 8
a <- 'Hello world'
z <- x/y
round(z, digits = 2)  
x > y 
cat(a, a, a, sep = ', ')
#############################################################


n<- 2020
while(n <= 2022) {    
print(cat('"Маркетинговый проект запустился в ',
(n<-(n+1)),'году" '), sep='\n')}

#############################################################

n<-2020
while
(n <= 2022) 
  {cat('"Маркетинговый проект', 'запустился в ',
       (n<-(n+1)),'году" ')
    cat('\n')}
while
(n<=2029) 
  {cat('"Маркетинговый проект', 'запустится в ',
       (n<-(n+1)),'году" ')
    cat('\n')}
