x <- 22
y <- 8
a <- 'Hello world'
z <- x/y
round(z, digits = 2)  
x > y 
cat(a, a, a, sep = ', ')
#############################################################


n<- 2020
while(n <= 2022) {    
print(cat('"Маркетинговый проект запустился в ',
(n<-(n+1)),'году" '), sep='\n')}

#############################################################

n<-2020
if
(n <= 2023)
  {
(while(n <= 2022) 
  {print(cat('"Маркетинговый проект', 'запустился в ',
            (n<-(n+1)),'году" '), sep='\n')})}
if (n<=2030)
  {
(while(n<=2029) 
    {print(cat('"Маркетинговый проект', 'запустится в ',
            (n<-(n+1)),'году" '), sep='\n')})}
